Repository: xcv58/MacTools
Catalog: Plugins/ClipboardHistory/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# settings.storage.recovery.keychain
source: 如 macOS 显示提示，请允许 MacTools 访问本机钥匙串，然后重试。现有历史记录尚未删除。
ar: إذا عرض macOS مطالبة، فاسمح لـ MacTools بالوصول إلى سلسلة المفاتيح المحلية ثم أعد المحاولة. لم يُحذف السجل الحالي.
de: Erlaube MacTools bei einer macOS-Abfrage den Zugriff auf den lokalen Schlüsselbund und versuche es erneut. Der vorhandene Verlauf wurde nicht gelöscht.
en: If macOS prompts, allow MacTools to access the local Keychain, then retry. Existing history has not been deleted.
es: Si macOS lo solicita, permite que MacTools acceda al Llavero local y vuelve a intentarlo. El historial existente no se ha eliminado.
fr: Si macOS vous le demande, autorisez MacTools à accéder au trousseau local, puis réessayez. L’historique existant n’a pas été supprimé.
ja: macOSに求められた場合はMacToolsによるローカルキーチェーンへのアクセスを許可してから再試行してください。既存の履歴は削除されていません。
ko: macOS에 메시지가 표시되면 MacTools의 로컬 키체인 접근을 허용한 다음 다시 시도하세요. 기존 기록은 삭제되지 않았습니다.
pt: Se o macOS pedir, permita que o MacTools acesse as Chaves locais e tente novamente. O histórico existente não foi apagado.
ru: Если macOS запросит доступ, разрешите MacTools использовать локальную Связку ключей и повторите попытку. Существующая история не удалена.
tr: macOS sorarsa MacTools'un yerel Keychain'e erişmesine izin verin, sonra yeniden deneyin. Mevcut geçmiş silinmedi.
zh_hant: 若 macOS 顯示提示，請允許 MacTools 存取本機鑰匙圈，然後重試。現有記錄尚未刪除。

# settings.storage.recovery.missingKey
source: 现有数据库只有使用原来的加密密钥才能读取。请先尝试恢复该密钥；确认无法恢复后，才能删除无法读取的历史并重新开始。
ar: لا يمكن قراءة قاعدة البيانات الحالية إلا بالمفتاح الأصلي. حاول استعادة المفتاح أولًا؛ ولا تحذف السجل غير القابل للقراءة وتبدأ من جديد إلا بعد التأكد من تعذر استعادته.
de: Die vorhandene Datenbank kann nur mit dem ursprünglichen Schlüssel gelesen werden. Versuche zuerst, den Schlüssel wiederherzustellen; lösche den unlesbaren Verlauf erst, wenn das nicht möglich ist.
en: The existing database can be read only with its original key. Try to restore that key first; delete the unreadable history and start over only after confirming it cannot be recovered.
es: La base de datos existente solo se puede leer con su clave original. Intenta recuperarla primero; elimina el historial ilegible y empieza de nuevo solo si confirmas que no puede recuperarse.
fr: La base existante ne peut être lue qu’avec sa clé d’origine. Essayez d’abord de restaurer cette clé ; ne supprimez l’historique illisible qu’après avoir confirmé qu’elle est irrécupérable.
ja: 既存のデータベースは元のキーでのみ読み取れます。まずキーの復元を試し、復元できないことを確認してから読み取れない履歴を削除してください。
ko: 기존 데이터베이스는 원래 키로만 읽을 수 있습니다. 먼저 키 복원을 시도하고 복구할 수 없음을 확인한 후에만 읽을 수 없는 기록을 삭제하세요.
pt: O banco de dados existente só pode ser lido com a chave original. Tente recuperá-la primeiro; apague o histórico ilegível apenas depois de confirmar que ela não pode ser recuperada.
ru: Существующую базу можно прочитать только с исходным ключом. Сначала попробуйте восстановить ключ; удаляйте нечитаемую историю только после подтверждения, что восстановление невозможно.
tr: Mevcut veritabanı yalnızca özgün anahtarıyla okunabilir. Önce o anahtarı geri yüklemeyi deneyin; kurtarılamadığını doğruladıktan sonra okunamayan geçmişi silip yeniden başlayın.
zh_hant: 現有資料庫只有使用原來的加密金鑰才能讀取。請先嘗試復原該金鑰；確認無法復原後，才能刪除無法讀取的記錄並重新開始。

# settings.storage.recovery.unreadable
source: 原始加密数据已保留。请先重试；确认不再需要恢复时再删除它。
ar: تم الاحتفاظ بالبيانات المشفّرة الأصلية. أعد المحاولة أولًا؛ ولا تحذفها إلا بعد التأكد من عدم الحاجة إلى استعادتها.
de: Die ursprünglichen verschlüsselten Daten bleiben erhalten. Versuche es zuerst erneut; lösche sie erst, wenn keine Wiederherstellung mehr nötig ist.
en: The original encrypted data is preserved. Retry first; delete it only after deciding recovery is no longer needed.
es: Los datos cifrados originales se conservan. Vuelve a intentarlo primero; elimínalos solo cuando ya no necesites recuperarlos.
fr: Les données chiffrées d’origine sont conservées. Réessayez d’abord ; supprimez-les seulement si aucune récupération n’est nécessaire.
ja: 元の暗号化データは保持されています。まず再試行し、復元が不要と判断した場合にのみ削除してください。
ko: 원본 암호화 데이터는 보존됩니다. 먼저 다시 시도하고 더 이상 복구할 필요가 없을 때만 삭제하세요.
pt: Os dados criptografados originais são preservados. Tente novamente primeiro; apague-os apenas quando a recuperação não for mais necessária.
ru: Исходные зашифрованные данные сохранены. Сначала повторите попытку; удаляйте их только если восстановление больше не нужно.
tr: Özgün şifreli veriler korunur. Önce yeniden deneyin; kurtarmaya artık gerek olmadığına karar verdikten sonra silin.
zh_hant: 原始加密資料已保留。請先重試；確認不再需要復原時再刪除。

# settings.storage.recovery.unavailable
source: 解决本机存储问题后重试。问题解决前，剪贴板历史不会继续收集。
ar: عالج مشكلة التخزين المحلي ثم أعد المحاولة. لن يستمر جمع سجل الحافظة حتى تُحل المشكلة.
de: Behebe das lokale Speicherproblem und versuche es erneut. Bis dahin wird kein weiterer Zwischenablageverlauf erfasst.
en: Resolve the local storage issue and retry. Clipboard history collection remains paused until the issue is fixed.
es: Resuelve el problema de almacenamiento local y vuelve a intentarlo. La recopilación permanecerá en pausa hasta que se solucione.
fr: Résolvez le problème de stockage local et réessayez. La collecte reste suspendue jusqu’à la résolution du problème.
ja: ローカルストレージの問題を解決して再試行してください。問題が解決するまで履歴の収集は停止します。
ko: 로컬 저장 공간 문제를 해결한 후 다시 시도하세요. 문제가 해결될 때까지 클립보드 기록 수집이 중단됩니다.
pt: Resolva o problema de armazenamento local e tente novamente. A coleta ficará pausada até o problema ser corrigido.
ru: Устраните проблему локального хранилища и повторите попытку. Сбор истории будет приостановлен до её решения.
tr: Yerel depolama sorununu çözüp yeniden deneyin. Sorun çözülene kadar pano geçmişi toplaması duraklatılmış kalır.
zh_hant: 解決本機儲存問題後重試。問題解決前，剪貼簿記錄不會繼續收集。

# settings.collection.toggleTitle
source: 启用剪贴板历史
ar: تمكين سجل الحافظة
de: Zwischenablageverlauf aktivieren
en: Enable Clipboard History
es: Activar el historial del portapapeles
fr: Activer l’historique du presse-papiers
ja: クリップボード履歴を有効にする
ko: 클립보드 기록 활성화
pt: Ativar histórico da área de transferência
ru: Включить историю буфера обмена
tr: Pano Geçmişini Etkinleştir
zh_hant: 啟用剪貼簿記錄

# settings.collection.loadingDescription
source: 正在准备本机加密存储…
ar: جارٍ إعداد التخزين المحلي المشفّر…
de: Verschlüsselter lokaler Speicher wird vorbereitet …
en: Preparing encrypted local storage…
es: Preparando el almacenamiento local cifrado…
fr: Préparation du stockage local chiffré…
ja: 暗号化されたローカルストレージを準備中…
ko: 암호화된 로컬 저장 공간을 준비하는 중…
pt: Preparando o armazenamento local criptografado…
ru: Подготовка локального зашифрованного хранилища…
tr: Şifreli yerel depolama hazırlanıyor…
zh_hant: 正在準備本機加密儲存空間…

# settings.collection.clearingDescription
source: 正在安全清除加密历史…
ar: جارٍ مسح السجل المشفّر بأمان…
de: Verschlüsselter Verlauf wird sicher gelöscht …
en: Securely clearing encrypted history…
es: Borrando de forma segura el historial cifrado…
fr: Effacement sécurisé de l’historique chiffré…
ja: 暗号化された履歴を安全に消去中…
ko: 암호화된 기록을 안전하게 지우는 중…
pt: Apagando com segurança o histórico criptografado…
ru: Безопасное удаление зашифрованной истории…
tr: Şifreli geçmiş güvenli biçimde temizleniyor…
zh_hant: 正在安全清除加密記錄…

# setup.section
source: 开始使用
ar: بدء الاستخدام
de: Erste Schritte
en: Getting Started
es: Primeros pasos
fr: Bien démarrer
ja: はじめに
ko: 시작하기
pt: Primeiros passos
ru: Начало работы
tr: Başlarken
zh_hant: 開始使用

# setup.dismiss
source: 完成
ar: تم
de: Fertig
en: Done
es: Listo
fr: Terminé
ja: 完了
ko: 완료
pt: Concluir
ru: Готово
tr: Tamamlandı

# setup.collection.errorDescription
source: 需要先解决下方的加密存储问题，才能开始收集。
ar: يجب حل مشكلة التخزين المشفّر أدناه قبل بدء الجمع.
de: Behebe unten das Problem mit dem verschlüsselten Speicher, bevor die Erfassung beginnen kann.
en: Resolve the encrypted-storage issue below before collection can start.
es: Resuelve el problema de almacenamiento cifrado de abajo antes de iniciar la recopilación.
fr: Résolvez le problème de stockage chiffré ci-dessous avant de démarrer la collecte.
ja: 収集を開始する前に、下の暗号化ストレージの問題を解決してください。
ko: 수집을 시작하려면 아래의 암호화 저장 공간 문제를 먼저 해결하세요.
pt: Resolva abaixo o problema do armazenamento criptografado antes de iniciar a coleta.
ru: Перед началом сбора устраните указанную ниже проблему с зашифрованным хранилищем.
tr: Toplamanın başlayabilmesi için önce aşağıdaki şifreli depolama sorununu çözün.
zh_hant: 必須先解決下方的加密儲存問題，才能開始收集。

# setup.collection.enabled
source: 已开启
ar: مفعّل
de: Aktiviert
en: On
es: Activada
fr: Activée
ja: オン
ko: 켜짐
pt: Ativada
ru: Включено
tr: Açık
zh_hant: 已開啟

# setup.collection.disabled
source: 已暂停
ar: متوقف مؤقتًا
de: Pausiert
en: Paused
es: En pausa
fr: En pause
ja: 一時停止中
ko: 일시 정지됨
pt: Pausada
ru: Приостановлено
tr: Duraklatıldı
zh_hant: 已暫停

# setup.collection.loadingDescription
source: 正在准备加密存储。准备完成后即可开始使用。
ar: جارٍ إعداد التخزين المشفّر. يمكنك البدء عند اكتماله.
de: Verschlüsselter Speicher wird vorbereitet. Danach kann es losgehen.
en: Encrypted storage is being prepared. You can begin when it’s ready.
es: Se está preparando el almacenamiento cifrado. Podrás empezar cuando esté listo.
fr: Le stockage chiffré est en cours de préparation. Vous pourrez commencer ensuite.
ja: 暗号化ストレージを準備中です。完了すると使用できます。
ko: 암호화 저장 공간을 준비 중입니다. 완료되면 사용할 수 있습니다.
pt: O armazenamento criptografado está sendo preparado. Você poderá começar quando estiver pronto.
ru: Зашифрованное хранилище подготавливается. После этого можно начать работу.
tr: Şifreli depolama hazırlanıyor. Hazır olduğunda başlayabilirsiniz.
zh_hant: 正在準備加密儲存空間。完成後即可開始使用。

# setup.collection.readyDescription
source: 安全存储已就绪。钥匙串只保存本机密钥；不需要 iCloud 钥匙串。
ar: التخزين الآمن جاهز. تحتفظ سلسلة المفاتيح بالمفتاح المحلي فقط، ولا يلزم استخدام سلسلة مفاتيح iCloud.
de: Der sichere Speicher ist bereit. Der Schlüsselbund enthält nur den lokalen Schlüssel; iCloud-Schlüsselbund ist nicht erforderlich.
en: Secure storage is ready. Keychain stores only the local key; iCloud Keychain is not required.
es: El almacenamiento seguro está listo. El Llavero solo guarda la clave local; no se requiere el Llavero de iCloud.
fr: Le stockage sécurisé est prêt. Le trousseau ne contient que la clé locale ; le trousseau iCloud n’est pas requis.
ja: 安全なストレージの準備が完了しました。キーチェーンにはローカルキーのみ保存され、iCloudキーチェーンは不要です。
ko: 안전한 저장 공간이 준비되었습니다. 키체인에는 로컬 키만 저장되며 iCloud 키체인은 필요하지 않습니다.
pt: O armazenamento seguro está pronto. As Chaves guardam apenas a chave local; as Chaves do iCloud não são necessárias.
ru: Защищённое хранилище готово. В Связке ключей находится только локальный ключ; Связка ключей iCloud не требуется.
tr: Güvenli depolama hazır. Keychain yalnızca yerel anahtarı saklar; iCloud Keychain gerekmez.
zh_hant: 安全儲存空間已就緒。鑰匙圈只儲存本機金鑰；不需要 iCloud 鑰匙圈。

# setup.open.title
source: 设置打开历史快捷键
ar: تعيين اختصار فتح السجل
de: Tastaturkurzbefehl zum Öffnen festlegen
en: Set the Open History Shortcut
es: Configurar el atajo para abrir el historial
fr: Définir le raccourci d’ouverture
ja: 履歴を開くショートカットを設定
ko: 기록 열기 단축키 설정
pt: Definir atalho para abrir o histórico
ru: Настройте сочетание для открытия истории
tr: Geçmişi Açma Kısayolunu Ayarla
zh_hant: 設定開啟記錄快速鍵

# setup.privacy.title
source: 选择私密复制方式
ar: اختيار طريقة نسخ للمحتوى الحساس
de: Arbeitsweise für sensible Kopien wählen
en: Choose a Sensitive-Copy Workflow
es: Elegir un método de copia sensible
fr: Choisir une méthode de copie sensible
ja: 機密コピーの方法を選択
ko: 민감한 콘텐츠 복사 방식 선택
pt: Escolher um fluxo para cópias confidenciais
ru: Выберите способ копирования конфиденциальных данных
tr: Hassas Kopyalama Yöntemini Seç
zh_hant: 選擇私密複製方式

# shortcut.privateCopy.controlTitle
source: 立即私密复制
ar: نسخ خاص الآن
de: Jetzt privat kopieren
en: Private Copy Now
es: Copia privada ahora
fr: Copier en privé maintenant
ja: 今すぐプライベートコピー
ko: 지금 비공개 복사
pt: Copiar em privado agora
ru: Скопировать приватно сейчас
tr: Şimdi Gizli Kopyala
zh_hant: 立即私密複製

# shortcut.ignoreNext.controlTitle
source: 忽略下一次复制
ar: تجاهل النسخة التالية
de: Nächste Kopie ignorieren
en: Ignore Next Copy
es: Ignorar la próxima copia
fr: Ignorer la prochaine copie
ja: 次のコピーを無視
ko: 다음 복사 무시
pt: Ignorar próxima cópia
ru: Игнорировать следующее копирование
tr: Sonraki Kopyalamayı Yoksay
zh_hant: 忽略下一次複製

# action.pause.description
source: 暂停保存之后复制的剪贴板项目。
ar: أوقف حفظ عناصر الحافظة التي تنسخها لاحقًا.
de: Speichern künftig kopierter Zwischenablageinhalte pausieren.
en: Pause saving clipboard items copied from now on.
es: Deja de guardar los elementos del portapapeles que copies después.
fr: Suspend l’enregistrement des éléments copiés par la suite.
ja: 以降にコピーするクリップボード項目の保存を停止します。
ko: 이후에 복사한 클립보드 항목 저장을 일시 정지합니다.
pt: Interrompe o salvamento dos itens copiados depois.
ru: Приостановить сохранение последующих элементов буфера обмена.
tr: Bundan sonra kopyalanan pano öğelerini kaydetmeyi duraklatır.
zh_hant: 暫停儲存之後複製的剪貼簿項目。

# action.resume.description
source: 恢复保存之后复制的剪贴板项目。
ar: استأنف حفظ عناصر الحافظة التي تنسخها لاحقًا.
de: Speichern künftig kopierter Zwischenablageinhalte fortsetzen.
en: Resume saving clipboard items copied from now on.
es: Vuelve a guardar los elementos del portapapeles que copies después.
fr: Reprend l’enregistrement des éléments copiés par la suite.
ja: 以降にコピーするクリップボード項目の保存を再開します。
ko: 이후에 복사한 클립보드 항목 저장을 재개합니다.
pt: Retoma o salvamento dos itens copiados depois.
ru: Возобновить сохранение последующих элементов буфера обмена.
tr: Bundan sonra kopyalanan pano öğelerini kaydetmeyi sürdürür.
zh_hant: 恢復儲存之後複製的剪貼簿項目。

# panel.empty.description
source: 复制内容后，可在这里搜索并再次使用。
ar: انسخ شيئًا للبحث عنه وإعادة استخدامه هنا.
de: Kopiere etwas, um es hier zu suchen und wiederzuverwenden.
en: Copy something to search and reuse it here.
es: Copia algo para buscarlo y volver a usarlo aquí.
fr: Copiez un élément pour le rechercher et le réutiliser ici.
ja: 何かをコピーすると、ここで検索して再利用できます。
ko: 무언가를 복사하면 여기에서 검색하고 다시 사용할 수 있습니다.
pt: Copie algo para pesquisar e reutilizar aqui.
ru: Скопируйте что-нибудь, чтобы найти и использовать это здесь.
tr: Burada arayıp yeniden kullanmak için bir şey kopyalayın.
zh_hant: 複製內容後，可在這裡搜尋並再次使用。

# panel.empty.paused.description
source: 恢复后，新复制的剪贴板项目会保存在本机。
ar: بعد الاستئناف، ستُحفظ عناصر الحافظة الجديدة على هذا الـ Mac.
de: Nach dem Fortsetzen werden neu kopierte Elemente auf diesem Mac gespeichert.
en: After resuming, newly copied clipboard items will be saved on this Mac.
es: Al reanudar, los nuevos elementos copiados se guardarán en este Mac.
fr: Après la reprise, les nouveaux éléments copiés seront enregistrés sur ce Mac.
ja: 再開すると、新しくコピーした項目がこのMacに保存されます。
ko: 재개하면 새로 복사한 항목이 이 Mac에 저장됩니다.
pt: Após retomar, os novos itens copiados serão salvos neste Mac.
ru: После возобновления новые элементы буфера обмена будут сохраняться на этом Mac.
tr: Sürdürüldükten sonra, yeni kopyalanan pano öğeleri bu Mac'te kaydedilir.
zh_hant: 恢復後，新複製的剪貼簿項目會儲存在此 Mac。

# panel.search.all.placeholder
source: 搜索历史、已存项目和片段
ar: البحث في السجل والعناصر المحفوظة والمقتطفات
de: Verlauf, gespeicherte Objekte und Snippets durchsuchen
en: Search history, saved items, and snippets
es: Buscar en el historial, los elementos guardados y los fragmentos
fr: Rechercher dans l’historique, les éléments enregistrés et les extraits
ja: 履歴、保存済み項目、スニペットを検索
ko: 기록, 저장된 항목 및 스니펫 검색
pt: Pesquisar no histórico, nos itens salvos e nos trechos
ru: Поиск в истории, сохранённых элементах и фрагментах
tr: Geçmişte, kayıtlı öğelerde ve parçacıklarda ara
zh_hant: 搜尋記錄、已儲存項目和片段

# panel.search.placeholder
source: 搜索剪贴板历史或来源应用
ar: البحث في سجل الحافظة أو التطبيق المصدر
de: Zwischenablageverlauf oder Quell-App durchsuchen
en: Search clipboard history or source app
es: Buscar en el historial o la app de origen
fr: Rechercher dans l’historique ou l’app source
ja: クリップボード履歴またはコピー元アプリを検索
ko: 클립보드 기록 또는 출처 앱 검색
pt: Pesquisar histórico ou app de origem
ru: Поиск в истории или по приложению-источнику
tr: Pano geçmişinde veya kaynak uygulamada ara
zh_hant: 搜尋剪貼簿記錄或來源 App

# settings.collection.activeDescription
source: 自动保存复制的内容，方便查找和粘贴。
ar: حفظ المحتوى المنسوخ تلقائيًا للعثور عليه ولصقه لاحقًا.
de: Kopierte Inhalte automatisch speichern, um sie später zu finden und einzufügen.
en: Automatically save copied content to find and paste it later.
es: Guarda automáticamente lo que copias para buscarlo y pegarlo después.
fr: Enregistrez automatiquement le contenu copié pour le retrouver et le coller plus tard.
ja: コピーした内容を自動保存し、後から検索してペーストできます。
ko: 복사한 콘텐츠를 자동 저장해 나중에 찾아 붙여넣을 수 있습니다.
pt: Salve automaticamente o conteúdo copiado para encontrá-lo e colá-lo depois.
ru: Автоматически сохранять скопированное для поиска и вставки позже.
tr: Kopyalanan içerik, daha sonra bulup yapıştırmak için otomatik olarak kaydedilir.
zh_hant: 自動儲存複製的內容，方便搜尋和貼上。

# settings.collection.pausedDescription
source: 已暂停记录，已有历史仍保留。
ar: التسجيل متوقف مؤقتًا. يبقى السجل الحالي محفوظًا.
de: Die Aufzeichnung pausiert. Der bisherige Verlauf bleibt erhalten.
en: Recording is paused. Existing history is kept.
es: El registro está pausado. Se conserva el historial existente.
fr: L’enregistrement est en pause. L’historique existant est conservé.
ja: 記録は一時停止中です。既存の履歴は保持されます。
ko: 기록이 일시 정지되었습니다. 기존 기록은 유지됩니다.
pt: O registro está pausado. O histórico existente é mantido.
ru: Запись приостановлена. Существующая история сохранена.
tr: Kayıt duraklatıldı. Mevcut geçmiş korunur.
zh_hant: 已暫停記錄，現有記錄仍保留。

# content.file.unavailable
source: 文件不可用
ar: الملف غير متاح
de: Datei nicht verfügbar
en: File unavailable
es: Archivo no disponible
fr: Fichier indisponible
ja: ファイルを使用できません
ko: 파일을 사용할 수 없음
pt: Arquivo indisponível
ru: Файл недоступен
tr: Dosya kullanılamıyor
zh_hant: 檔案無法使用

# content.kind.audio
source: 音频
ar: صوت
de: Audio
en: Audio
es: Audio
fr: Audio
ja: オーディオ
ko: 오디오
pt: Áudio
ru: Аудио
tr: Ses
zh_hant: 音訊

# content.kind.color
source: 颜色
ar: لون
de: Farbe
en: Color
es: Color
fr: Couleur
ja: カラー
ko: 색상
pt: Cor
ru: Цвет
tr: Renk
zh_hant: 顏色

# content.kind.files
source: 文件
ar: ملفات
de: Dateien
en: Files
es: Archivos
fr: Fichiers
ja: ファイル
ko: 파일
pt: Arquivos
ru: Файлы
tr: Dosyalar
zh_hant: 檔案

# content.kind.image
source: 图片
ar: صورة
de: Bild
en: Image
es: Imagen
fr: Image
ja: 画像
ko: 이미지
pt: Imagem
ru: Изображение
tr: Görsel
zh_hant: 圖片

# content.kind.link
source: 链接
ar: رابط
de: Link
en: Link
es: Enlace
fr: Lien
ja: リンク
ko: 링크
pt: Link
ru: Ссылка
tr: Bağlantı
zh_hant: 連結

# content.kind.media
source: 音频与视频
ar: الصوت والفيديو
de: Audio & Video
en: Audio & Video
es: Audio y vídeo
fr: Audio et vidéo
ja: オーディオとビデオ
ko: 오디오 및 비디오
pt: Áudio e vídeo
ru: Аудио и видео
tr: Ses ve Video
zh_hant: 音訊與影片

# content.kind.richText
source: 富文本
ar: نص منسق
de: Formatierter Text
en: Rich Text
es: Texto enriquecido
fr: Texte enrichi
ja: リッチテキスト
ko: 서식 있는 텍스트
pt: Texto formatado
ru: Форматированный текст
tr: Zengin Metin
zh_hant: 富文字

# content.kind.text
source: 文本
ar: نص
de: Text
en: Text
es: Texto
fr: Texte
ja: テキスト
ko: 텍스트
pt: Texto
ru: Текст
tr: Metin
zh_hant: 文字

# content.kind.video
source: 视频
ar: فيديو
de: Video
en: Video
es: Vídeo
fr: Vidéo
ja: ビデオ
ko: 비디오
pt: Vídeo
ru: Видео
tr: Video
zh_hant: 影片

# hud.capture.oversized
source: 未保存：内容超过 %d MB
ar: لم يتم الحفظ: يتجاوز المحتوى %d م.ب
de: Nicht gespeichert: Inhalt überschreitet %d MB
en: Not saved: content exceeds %d MB
es: No se guardó: el contenido supera %d MB
fr: Non enregistré : le contenu dépasse %d Mo
ja: 保存されませんでした：内容が%d MBを超えています
ko: 저장하지 않음: 콘텐츠가 %dMB를 초과함
pt: Não salvo: o conteúdo excede %d MB
ru: Не сохранено: содержимое превышает %d МБ
tr: Kaydedilmedi: İçerik %d MB sınırını aşıyor
zh_hant: 未儲存：內容超過 %d MB

# hud.capture.tooManyObjects
source: 未保存：剪贴板项目超过 %d 个
ar: لم يتم الحفظ: تحتوي الحافظة على أكثر من %d عنصر
de: Nicht gespeichert: Zwischenablage enthält mehr als %d Objekte
en: Not saved: clipboard contains more than %d items
es: No se guardó: el portapapeles contiene más de %d elementos
fr: Non enregistré : le presse-papiers contient plus de %d éléments
ja: 保存されませんでした：クリップボードの項目数が%d個を超えています
ko: 저장하지 않음: 클립보드 항목이 %d개를 초과함
pt: Não salvo: a área de transferência contém mais de %d itens
ru: Не сохранено: в буфере обмена больше %d объектов
tr: Kaydedilmedi: Pano %d adetten fazla öğe içeriyor
zh_hant: 未儲存：剪貼簿項目超過 %d 個

# settings.retention.byteCount.gigabytes
source: %d GB
ar: %d غ.ب
fr: %d Go
ru: %d ГБ

# settings.retention.byteCount.megabytes
source: %d MB
ar: %d م.ب
fr: %d Mo
ru: %d МБ

# settings.retention.expiration.never
source: 永不
ar: أبدًا
de: Nie
en: Never
es: Nunca
fr: Jamais
ja: なし
ko: 안 함
pt: Nunca
ru: Никогда
tr: Hiçbir Zaman

# settings.retention.itemLimit.description
source: 超过上限的内嵌内容不会保存；文件仅保存引用。
ar: لن يُحفظ المحتوى المضمّن الذي يتجاوز الحد. تُحفظ الملفات كمراجع فقط.
de: Eingebettete Inhalte über dem Limit werden nicht gespeichert. Dateien werden nur als Verweise gesichert.
en: Embedded content over the limit won’t be saved. Files are stored as references only.
es: El contenido integrado que supere el límite no se guardará. Los archivos solo se guardan como referencias.
fr: Le contenu intégré dépassant la limite ne sera pas enregistré. Les fichiers sont stockés uniquement comme références.
ja: 上限を超える埋め込みコンテンツは保存されません。ファイルは参照のみ保存されます。
ko: 제한을 초과한 내장 콘텐츠는 저장되지 않습니다. 파일은 참조로만 저장됩니다.
pt: Conteúdo incorporado acima do limite não será salvo. Os arquivos são armazenados apenas como referências.
ru: Встроенное содержимое сверх лимита не сохраняется. Файлы хранятся только как ссылки.
tr: Sınırın üzerindeki gömülü içerik kaydedilmez. Dosyalar yalnızca referans olarak saklanır.
zh_hant: 超過上限的內嵌內容不會儲存；檔案僅儲存參照。

# settings.retention.itemLimit.title
source: 单条内容上限
ar: حد المحتوى لكل عنصر
de: Inhaltslimit pro Eintrag
en: Per-Item Content Limit
es: Límite de contenido por elemento
fr: Limite de contenu par élément
ja: 項目ごとのコンテンツ上限
ko: 항목당 콘텐츠 제한
pt: Limite de conteúdo por item
ru: Лимит содержимого записи
tr: Öğe Başına İçerik Sınırı
zh_hant: 單筆內容上限

# action.clearAll.description
source: 永久删除所有历史项目，但不移除已存项目。
ar: احذف نهائيًا كل عناصر السجل من دون إزالة العناصر المحفوظة.
de: Alle Verlaufselemente dauerhaft löschen, ohne gespeicherte Elemente zu entfernen.
en: Permanently delete all History items without removing Saved items.
es: Elimina permanentemente todos los elementos del historial sin borrar los guardados.
fr: Supprime définitivement tous les éléments de l’historique sans retirer les éléments enregistrés.
ja: 保存済み項目を残したまま、すべての履歴項目を完全に削除します。
ko: 저장된 항목은 유지하고 모든 기록 항목을 영구 삭제합니다.
pt: Apaga permanentemente todos os itens do histórico sem remover os itens salvos.
ru: Безвозвратно удалить все элементы истории, не удаляя сохранённые элементы.
tr: Kayıtlı öğeleri kaldırmadan tüm Geçmiş öğelerini kalıcı olarak siler.
zh_hant: 永久刪除所有記錄項目，但不移除已儲存項目。

# action.clearAll.title
source: 清除全部剪贴板历史
ar: مسح سجل الحافظة بالكامل
de: Gesamten Zwischenablageverlauf löschen
en: Clear All Clipboard History
es: Borrar todo el historial del portapapeles
fr: Effacer tout l’historique du presse-papiers
ja: クリップボード履歴をすべて消去
ko: 모든 클립보드 기록 지우기
pt: Limpar todo o histórico da área de transferência
ru: Очистить всю историю буфера обмена
tr: Tüm Pano Geçmişini Temizle
zh_hant: 清除全部剪貼簿記錄

# action.keyword.clipboard
source: 剪贴板
ar: الحافظة
de: Zwischenablage
en: clipboard
es: portapapeles
fr: presse-papiers
ja: クリップボード
ko: 클립보드
pt: área de transferência
ru: буфер обмена
tr: pano
zh_hant: 剪貼簿
